Repository: APKPure/languages-longtext
Catalog: languages/sh/app.po
Languages: sh

# ["APPEAL-APPEAL"]
source: APKPure Block Appeal
sh: Apel za APKPure blokiranje

# ["APPEAL-KEEP"]
source: To help keep APKPure strong, we sometimes block certain content and actions. If you think we've made a mistake, please let us know. While we aren't able to review individual reports, the feedback you provide will help us improve the ways we keep APKPure safe.
sh: Da bi smo pomogli da APKPure ostane jak ,ponekad blokiramo određeni sadržaj i radnje.Ako mislite da smo pogrešili,obavestite nas.Iako nismo u mogućnosti da pogledamo pojedinačne izveštaje,povratne informacije koje nam pružite pomoći će nam da poboljšamo APKPure.

# ["APPEAL-PE"]
source: Please explain why you think this was an error
sh: Molimo objasnite zašto mislite da je ovo greška

# ["COMMUNITY-AC"]
source: APKPure Community Guidelines
sh: APKPure smernice zajednice

# ["COMMUNITY-CG"]
source: Community Guidelines
sh: Smernice zajednice

# ["COMMUNITY-WY"]
source: When you use APKPure, you join a community of people from all over the world. Every cool, new community feature on APKPure involves a certain level of trust. Millions of users respect that trust and we trust you to be responsible too.
sh: Kada koristite APKPure , pridružujete se zajednici ljudi iz celog sveta.Svaka nova funkcija zajednice na APKPure uključuje novi nivo poverenja.Milioni korisnika poštuju to poverenje , a mi verujemo da ste i vi odgovorni.

# ["COMMUNITY-YM"]
source: You might not like everything you see on APKPure. If you think content is inappropriate, use the report feature to submit it for review by our APKPure staff. Our staff carefully reviews report content whether there’s a violation of our Community Guidelines.
sh: Možda vam se neće svideti sve što vidite na APKPure.Ako smatrate da je sadržaj neprikladan, koristite funkciju izveštaja da bi ste ga poslali na pregled našem osoblju APKPure. Naše osoblje pažljivo pregleda sadržaje prijava , da li krši naše smernice zajednice. Verujemo da ste i vi odgovorni.

# ["COMMUNITY-WR"]
source: We respectfully request that you follow these policies when commenting on an application:
sh: Sa poštovanjem zahtevamo da se pridržavate ovih smernica kada komentarišete prijavu:

# ["COMMUNITY-VO"]
source: Don’t post violent or horrible or bloody images.
sh: Ne objavljujte nasilne ili krvave slike.

# ["COMMUNITY-FR"]
source: Don’t post fake reviews intended to boost or lower ratings.
sh: Ne objavljujte lažne recenzije, namenjene povećanju ili smanjenju ocena.

# ["COMMUNITY-AO"]
source: Don’t post content that is abusive or hateful or threatens or harasses others.
sh: Ne objavljujte sadržaj koji mrzi, preti ili uznemirava druge.

# ["COMMUNITY-CC"]
source: Don’t post content considered spam or advertising phishing sites links.
sh: Ne objavljujte sadržaj koji se smatra neželjenom poštom ili veze do phishing sajtova.

# ["COMMUNITY-DO"]
source: Don’t post discriminatory or derogatory comments.
sh: Ne objavljujte diskriminatorske ili pogrdne komentare.

# ["COMMUNITY-PR"]
source: Don’t post political, religious, and other "prone to huge arguments" content.
sh: Ne objavljujte politički, verski i drugi promotivni sadržaj.

# ["COMMUNITY-PI"]
source: Don't Post personally identifiable information (i.e. name, address, email, phone number, etc.), or any other information that is not publicly accessible.
sh: Ne objavljujte podatke koji mogu da vas lično identifikuju (Ime, adresu,e-poštu, broj telefona,itd.) ili bilo koje druge informacije koje nisu javno dostupne.

# ["COMMUNITY-IO"]
source: In order to make our community strong, you might also like to follow these guidelines and tips:
sh: Da bi ste našu zajednicu učinili jakom, možda želite da sledite naše smernice i savete:

# ["COMMUNITY-KT"]
source: Keep it readable; don't use excessive capitalization and punctuation.
sh: Neka bude čitljivo; ne koristite prekomerno pisanje velikih slova i interpunkciju.

# ["COMMUNITY-PC"]
source: Post clear, valuable, and honest information.
sh: Objavite jasne, vredne i iskrene informacije.

# ["COMMUNITY-TT"]
source: Try to include both positives and drawbacks.
sh: Pokušajte da uključite i pozitivne nedostatke.

# ["COMMUNITY-BN"]
source: Be nice to others; don't attack others.
sh: Budi dobar prema drugima; ne napadaj druge.

# ["COMMUNITY-UP"]
source: Use proper grammar and check your spelling.
sh: Koristite praavilnu gramatiku i pravopis.

# ["COMMUNITY-MY"]
source: Make your comments useful and informative.
sh: Neka vaši komentari budu korisni i informativni.

# ["COMMUNITY-WW"]
source: We will remove any comments that include such materials, and we reserve the right to block or remove any user who does not comply with these community guidelines. Thank you!
sh: Uklonićemo komentare koji uključuju takve materijale i zadržavamo pravo blokiranjaili uklonimo svakog korisnika koji se ne pridržava ovih smernica zajednice.Hvala vam!

# ["DEVELOPER-DB"]
source: Developer Badge
sh: Značka programera

# ["DEVELOPER-AD"]
source: APKPure Developer Badge Explanation
sh: APKPure objašnjenje značke programera

# ["DEVELOPER-TG"]
source: The green badge means it’s an official authenticated developer of application.
sh: Zelena tačka znači da je zvanični potvrđeni programer aplikacije.

# ["DEVELOPER-TB"]
source: The badge appears next to the name on an account’s profile. It is always the same color and placed in the same location, regardless of profile or theme color customization.
sh: Značka se pojavljuje pored imena na profilu naloga. Uvek je iste boje i smeštena je na istoj lokaciji, bez obzira na prilagođavanje boje profila ili teme.

# ["DEVELOPER-IA"]
source: If accounts that don’t have the badge next to their name but that display it somewhere else, for example in the profile photo, header photo, or bio, are not verified accounts.
sh: Računi koji nemaju značku pored svog imena , ali ih prikazuju negde drugde , na primer na fotografiji profila, zaglavlju ili biografiji , nisu verifikovani računi.

# ["DEVELOPER-DC"]
source: Authenticated developer can post reliable comment, activity and official announcement.
sh: Ovlašćeni programer može da postavlja pouzdane komentare, aktivnosti i zvanične najave.

# ["DEVELOPER-HT"]
source: How to be a Authenticated Developer?
sh: Kako postati autentični programer?

# ["DEVELOPER-LI"]
source: Log in our APKPure website and enter Developer Platform.
sh: Prijavite se na našu APKPure veb lokaciju i uđite na platformu za programere.

# ["DEVELOPER-FI"]
source: Fill in the necessary information and upload it.
sh: Popunite potrebne informacije i otpremite ih.

# ["DEVELOPER-AV"]
source: Await verification by our staff.
sh: Čekajte verifikaciju od našeg osoblja.

# ["DEVELOPER-PV"]
source: Pass verification will be entitled Authenticated Developer.
sh: Posle pozitivne verifikacije postajete autentični programer.

# ["DEVELOPER-MA"]
source: More Authenticated badges are still maturing. If you have more constructive suggestions, please @APKPure and tell us. Thank you!
sh: Ako imate konstruktivnije sugestije, molim da nam kažete @APKPure. Hvala!

# ["CONTACT-CU"]
source: Contact Us
sh: kontaktirajte nas

# ["CONTACT-IY"]
source: If you want to Contact APKPure administrator, Send your suggestions, Report website bugs, or Submit your apps, Please contact us using the following way:
sh: Ako želite da kontaktirate administratora APKPure ,pošaljete svoje predloge, prijavite greške na veb lokaciji ili pošaljete svoje aplikacije, kontaktirajte nas na sledeći način:

# ["CONTACT-SB"]
source: Subject
sh: Predmet

# ["CONTACT-RF"]
source: Reason for contact
sh: Razlog za kontakt

# ["CONTACT-CA"]
source: Comments and feedback
sh: Komentari i povratne informacije

# ["CONTACT-RA"]
source: Report a problem
sh: Prijavite problem

# ["CONTACT-DT"]
source: DMCA takedown request
sh: DMCA zahtev za uklanjanje

# ["CONTACT-DS"]
source: Developer Support and Feedback
sh: Podrška za programere i povratne informacije

# ["CONTACT-OT"]
source: Others
sh: Ostalo

# ["CONTACT-YM"]
source: Your message
sh: Tvoja poruka

# ["CONTACT-QO"]
source: Questions or Comments
sh: Pitanja ili komentari

# ["REPORT-AS"]
source: URL of inappropriate content or apps
sh: URL neprikladnog sadržaja ili aplikacija

# ["REPORT-YN"]
source: Your name
sh: Tvoje ime

# ["REPORT-YE"]
source: Your email
sh: Tvoj e-majl

# ["REPORT-RC"]
source: Report comment:
sh: Prijavi komentar:

# ["REPORT-PC"]
source: Pornographic content
sh: Pornografski sadržaj

# ["REPORT-RT"]
source: Report tag:
sh: Oznaka izveštaja:

# ["REPORT-MD"]
source: Misleading
sh: Obmanjujuće

# ["REPORT-SM"]
source: Spamming
sh: Neželjena pošta

# ["REPORT-OI"]
source: Other issues
sh: Druga pitanja

# ["REPORT-HO"]
source: Hateful or abusive content
sh: Sadržaj mržnje ili nasilja

# ["REPORT-HS"]
source: Harassment or bullying
sh: Uznemiravanje ili maltretiranje

# ["REPORT-FI"]
source: Fake information or news
sh: Lažne informacije ili vesti

# ["REPORT-VO"]
source: Violence or horror related content
sh: Sadržaj povezan sa nasiljem ili hororom

# ["REPORT-SA"]
source: Spamming ads or promotion
sh: Nepoželjno oglašavanje ili promocija

# ["REPORT-TP"]
source: Illegal prescription or other drugs related content
sh: Ilegalni sadržaj na recept ili drugi lekovi

# ["REPORT-RU"]
source: Report user:
sh: Prijavi korisnika:

# ["REPORT-IR"]
source: Improper rating on apps
sh: Nepravilna ocena aplikacije

# ["REPORT-RF"]
source: Reason for reporting:
sh: Razlog za prijavu:

# ["REPORT-MW"]
source: Virus or malware
sh: Virus ili malver

# ["REPORT-IT"]
source: IP Infringement
sh: Kršenje IP-a

# ["REPORT-FA"]
source: Fake apps or version error
sh: Lažna aplikacija ili greškaa u verziji

# ["REPORT-AO"]
source: Any other things you wanna tell us?
sh: Da li nam želiš reći još nešto?

# ["REPORT-VC"]
source: Verification code
sh: Verifikacioni kod

# ["REPORT-SDING"]
source: Sending...
sh: Slanje...

# ["REPORT-SD"]
source: Send
sh: Slanje

# ["REPORT-SE"]
source: Send Email: <strong>support@apkpure.com</strong>
sh: Pošalji e-majl: <strong>support@apkpure.com</strong>

# ["REPORT-FB"]
source: Feedback
sh: Povratna informacija

# ["REPORT-SR"]
source: Submit a Report
sh: Podneti izveštaj

# ["FAQ-WW"]
source: Why we can guarantee APK 100% safe?
sh: Zašto možemo da garantujemo da su programi 100% bezbedni?

# ["FAQ-WA"]
source: Why <a target="_blank" href="https://apkpure.com">apkpure.com</a> is 100% safe?
sh: Zašto je <a target="_blank" href="https://apkpure.com">apkpure.com</a> is 100% siguran?

# ["FAQ-NW"]
source: Note: We’ll decline all APKs with ‘debug’ certificate, which are not safe.
sh: Napomena: Odbićemo sve APK sa sertifikatom za otklanjanje grešaka koji nisu bezbedni.

# ["FAQ-TB"]
source: Trusted Badge
sh: Pouzdana značka

# ["FAQ-OR"]
source: Official records from APKPure and Google Play confirm that the developer used a trusted and verified digital signature. The downloadable file is original and it has not been modified in any way.
sh: Zvanični zapisi APKPure i Google Play potvrđuju da je programer koristio pouzdani i verifikovani digitalni potpis. Datoteka za preuzimanje je originalna i ninakoji način nije izmenjena.

# ["FAQ-WU"]
source: Why using SHA1 to check the identification of certificate is safe?
sh: Zašto je korišćenje SHA1 za proveru identifikacije sertifikata sigurno?

# ["FAQ-TA"]
source: That’s a cryptography problem. Please refer to the following authoritative information to check the reason.
sh: To je problem kriptografije. Molimo pogledajte sledeće merodavne informacije da bi ste proverili razlog.

# ["FAQ-HD"]
source: How do we make sure the updated Apps are real and created by the respective developers?
sh: Kako da se uverimo da su ažurirane aplikacije stvarne i da ih kreiraju odgovarajući programeri?

# ["FAQ-AA"]
source: All APKPure.com apps are verified prior to publishing.
sh: Sve aplikacije APKPure.com su verifikovane pre objavljivanja.

# ["FAQ-WM"]
source: We make sure that the cryptographic signatures for new versions of all previously published apps match the original ones, which means we know if the new version APKs were signed by the real devs or someone pretending to be them.
sh: Uveravamo se da se kriptografski potpisi za nove verzije svih prethodno objavljenih aplikacija podudaraju sa originalnim, što znači da znamo da li su nove APK verzije potpisali stvarni programeri ili neko ko se pretvara da su oni.

# ["FAQ-FN"]
source: For new apps that have never been published on APKPure.com, we try to match the signatures to other existing apps by the same developer. If there’s a match, it means that the same key was used to sign a previously known legitimate app, therefore validating the new upload. If we’re unable to verify the legitimacy of a new APK, we will simply not publish it on APKPure.com.
sh: Za nove aplikacije koje nisu nikada objavljene na APKPure.com , pokušavamo da uporedimo potpise sa drugim postojećim aplikacijama od istog programera. Ako postoji podudaranje, to znači da je isti ključ korišćen za potpisivanje prethodno poznate legitimne aplikacije, pa je stoga potvrđeno novo otpremanje.Ako ne uspemo da verifikujemo legitimitet programera novog APK , jednostavno ga nećemo objaviti na APKPure.com.

# ["FAQ-RF"]
source: References
sh: Reference

# ["FAQ-WK"]
source: Wiki:Android application package
sh: Wiki: Android paket aplikacija

# ["FAQ-SY"]
source: Signing Your Applications
sh: Potpisivanje prijava

# ["FAQ-AS"]
source: Application Signature Verification: How It Works
sh: Verifikacija potpisa aplikacije: Kako to funkcioniše

# ["FAQ-US"]
source: Understanding Signing and Verification
sh: Razumevanje potpisivanja i verifikacije

# ["FAQ-XC"]
source: X.509 Certificates and Certificate Revocation Lists (CRLs)
sh: X.509 sertifikati i liste opoziva sertifikata (CRLs)

# ["FAQ-WHY"]
source: Why APKPure is 100% safe?
sh: Zašto je APKPure is 100% siguran?
