Repository: APKPure/languages-longtext
Catalog: languages/*/app.po
Languages: ckb, es, ja, pl, ru, sl, tr, vi

# ["FAQ-FN"]
source: For new apps that have never been published on APKPure.com, we try to match the signatures to other existing apps by the same developer. If there’s a match, it means that the same key was used to sign a previously known legitimate app, therefore validating the new upload. If we’re unable to verify the legitimacy of a new APK, we will simply not publish it on APKPure.com.
ckb: بۆ ئەو بەرنامە نوێیانەی کە هەرگیز بڵاونەکراونەتەوە لە APKPure.com، هەوڵ دەدەین واژووەکان لەگەڵ بەرنامەکانی تری بەردەست دا هاوتا بکەین لەلایەن هەمان پەرەپێدەر. ئەگەر هاوکێشیەک هەبوو، ئەوە مانای وایە هەمان کلیل بەکارهێنراوە بۆ واژووکردنی بەرنامەی شەرعی ناسراو پێشتر، بۆیە بارکردنی نوێی ڕاست کردنەوە. ئەگەر نەمانتوانی وا لە شەرعیەتی APK ی نوێ بسەلمێنین، بە سادەیی لە سەر بنەمای APKPure.com بڵاوناکەینەوه.
es: Para las aplicaciones nuevas que nunca se han publicado en APKPure.com, intentamos hacer coincidir las firmas con otras aplicaciones existentes del mismo desarrollador. Si hay una coincidencia, significa que se usó la misma clave para firmar una aplicación legítima conocida anteriormente y, por lo tanto, se valida la nueva carga. Si no podemos verificar la legitimidad de un nuevo APK, simplemente no lo publicaremos en APKPure.com.
ru: Для новых приложений, которые никогда не были опубликованы на APKPure.com, мы пытаемся сопоставить подписи с другими существующими приложениями тем же разработчиком. Если есть совпадение, это означает, что тот же ключ использовался для подписи ранее известного законного приложения, поэтому подтвердим новую загрузу. Если мы не сможем проверить легитимность нового APK, мы просто не опубликуем его на APKPure.com.
sl: Za nove aplikacije, ki še nikoli niso bile objavljene na APKPure.com, se trudimo, da se ujemajo s podpisi v drugih obstoječih aplikacijah istega razvijalca. Če se ujemajo, pomeni, da je bil isti ključ uporabljen za podpis predhodno znane zakonite aplikacije, zato je bil potrjen nov prenos. Če ne moremo preveriti zakonitosti novega APK, ga preprosto ne bomo objavili na spletnem mestu APKPure.com.
tr: APKPure.com'da hiç yayınlanmamış yeni uygulamalar için, imzaları aynı geliştiricinin diğer mevcut uygulamalarıyla eşleştirmeye çalışıyoruz. Bir eşleşme varsa bu, aynı anahtarın önceden bilinen meşru bir uygulamayı imzalamak için kullanıldığı ve dolayısıyla yeni yüklemeyi doğrulamak için kullanıldığı anlamına gelir. Yeni bir APK'nin yasallığını doğrulayamazsak, APKPure.com'da yayınlamayacağız.
vi: Đối với các ứng dụng mới chưa từng được công bố trên APKPure.com, chúng tôi cố gắng khớp chữ ký với các ứng dụng hiện có khác của cùng một nhà phát triển. Nếu trùng khớp, điều đó có nghĩa là cùng một khóa đã được sử dụng để ký một ứng dụng hợp pháp đã biết trước đó, do đó xác nhận việc tải lên mới. Nếu chúng tôi không thể xác minh tính hợp pháp của APK mới, chúng tôi sẽ không xuất bản nó trên APKPure.com.

# ["FAQ-RF"]
source: References
ckb: سەرچاوەکان
es: Referencias
pl: Referencje
ru: Рекомендации
sl: Reference
tr: Referanslar
vi: Người giới thiệu

# ["FAQ-WK"]
source: Wiki:Android application package
ckb: ویکی:پاکێجی بەرنامەی ئەندرۆید
es: Wiki: paquete de aplicaciones de Android
sl: Wiki: paket aplikacij za Android
tr: Wiki: Android uygulama paketi
vi: Wiki: Gói ứng dụng Android

# ["FAQ-SY"]
source: Signing Your Applications
ckb: واژووکردنی بەرنامەکانت
es: Firma de sus aplicaciones
pl: Podpisz swoją aplikację
ru: Подписывание ваших приложений
sl: Podpis vaših aplikacij
tr: Uygulamalarınızı İmzalama
vi: Đang ký các ứng dụng của bạn

# ["FAQ-AS"]
source: Application Signature Verification: How It Works
ckb: دووپاتکراوەی ئیمزای بەرنامە: چۆن کاردەکەن
es: Verificación de la firma de la aplicación: cómo funciona
pl: Weryfikacja podpisu aplikacji: Jak to działa
ru: Проверка подписи приложений: как это работает
sl: Preverjanje podpisa aplikacije: kako deluje
tr: Uygulama İmza Doğrulaması: Nasıl Çalışır
vi: Xác nhận chữ ký ứng dụng: Cách thức hoạt động

# ["FAQ-US"]
source: Understanding Signing and Verification
ckb: تێگەیشتن لە ئیمزاکردن و دووپاتکردنەوەی
es: Comprensión de la firma y la verificación
ru: Понимание подписи и проверки
sl: Razumevanje podpisovanja in preverjanja
tr: İmzalama ve Doğrulamayı Anlama
vi: Hiểu về việc ký và xác minh

# ["FAQ-XC"]
source: X.509 Certificates and Certificate Revocation Lists (CRLs)
ckb: ئێکس.٥٠٩ بڕوانامەکان و لیستەکانی بەتاڵکردنەوەی بڕوانامە (CRLs)
es: Certificados X.509 y listas de revocación de certificados (CRL)
pl: X.509 Certyfikaty i lista unieważnionych certyfikatów (CRL)
ru: X.509 Сертификаты и списки отзыва сертификатов (CRLs)
sl: X.509 Certifikati in seznami preklicanih potrdil (CRL)
tr: X.509 Sertifikalar ve Sertifika İptal Listeleri (CRL'ler)
vi: Chứng chỉ X.509 và Danh sách thu hồi chứng chỉ (CRL)

# ["FAQ-WHY"]
source: Why APKPure is 100% safe?
ckb: بۆچی APKPure ٪١٠٠ سەلامەتە؟
es: ¿Por qué APKPure es 100% seguro?
pl: Dlaczego APKPure jest w 100% bezpieczne?
ru: Почему apkpure.com на 100% безопасен?
sl: Zakaj je APKPure 100% varen?
tr: APKPure neden %100 güvenlidir?
vi: Tại sao APKPure an toàn 100%?
