Repository: APKPure/languages-longtext
Catalog: languages/*/app.po
Languages: ckb, es, ja, pl, ru, sl, tr, vi

# ["DEVELOPER-DC"]
source: Authenticated developer can post reliable comment, activity and official announcement.
ckb: گەشەپێدەری باوەڕپێکراو دەتوانێت لێدوان، چالاکی و ڕاگەیاندنی فەرمی باوەڕپێکراو بڵاوبکاتەوە.
es: El desarrollador autenticado puede publicar comentarios, actividades y anuncios oficiales confiables.
ja: 認証された開発者は信頼できるコメント、イベントそして公式発表を投稿することができます。
ru: Аутентифицированный разработчик может опубликовать надежный комментарий, активность и официальное объявление.
sl: Potrjen razvijalec lahko objavlja zanesljive komentarje, dejavnosti in uradne objave.
tr: Kimliği doğrulanmış geliştirici, güvenilir yorum, etkinlik ve resmi duyuru yayınlayabilir.
vi: Nhà phát triển xác thực có thể đăng bình luận đáng tin cậy, hoạt động và thông báo chính thức.

# ["DEVELOPER-HT"]
source: How to be a Authenticated Developer?
ckb: چۆن ببیت بە پەرەپێدەری باوەڕپێکراو؟
es: ¿Cómo ser un desarrollador autenticado?
ja: 認証された開発者になるには?
pl: Jak zostać autoryzowanym deweloperem?
ru: Как стать аутентифицированным разработчиком?
sl: Kako postati pooblaščeni razvijalec?
tr: Kimliği Doğrulanmış Geliştirici nasıl olunur?
vi: Làm thế nào để trở thành một Nhà phát triển được chứng thực?

# ["DEVELOPER-LI"]
source: Log in our APKPure website and enter Developer Platform.
ckb: داخڵکردنی وێب سایتی APKPure مان و نووسینکردنی پلاتفۆرمی پەرەپێدەر.
es: Inicie sesión en nuestro sitio web APKPure e ingrese a Developer Platform.
ja: APKPure ウェブサイトにログインし、デベロッパープラットフォームに入ります。
pl: Zaloguj się na naszej stronie internetowej APKPure i wejdź do platformy deweloperskiej.
ru: Войдите в наш сайт APKPure и войдите в платформу разработчика.
sl: Prijavite se na našo APKPure spletno stran in vstopite v platformo za razvijalce.
tr: APKPure web sitemize giriş yapın ve Geliştirici Platformuna girin.
vi: Đăng nhập trang web APKPure của chúng tôi và nhập Nền tảng nhà phát triển.

# ["DEVELOPER-FI"]
source: Fill in the necessary information and upload it.
ckb: پڕکردنەوە لە زانیاری پێویست و بارکردن.
es: Complete la información necesaria y cárguela.
ja: 必要事項をご記入の上、アップロードしてください。
ru: Заполните необходимую информацию и загрузите ее.
sl: Izpolnite potrebne podatke in jih naložite.
tr: Gerekli bilgileri doldurun ve yükleyin.
vi: Điền thông tin cần thiết và tải nó lên.

# ["DEVELOPER-AV"]
source: Await verification by our staff.
ckb: چاوەڕێی سەلماندن بکە لەلایەن ستافەکەمانەوە.
es: Espere la verificación de nuestro personal.
ja: スタッフによる確認をお待ちください。
ru: Подождите проверки нашими сотрудниками.
sl: Počakajte na preverjanje s strani naših zaposlenih.
tr: Personelimizin doğrulamasını bekleyin.
vi: Đang chờ xác minh của nhân viên của chúng tôi.

# ["DEVELOPER-PV"]
source: Pass verification will be entitled Authenticated Developer.
ckb: تێپەڕبوون سەلماندن دەبێت بە ناونیشانی سەلمێنراوی پەرەپێدەر.
es: La verificación del pase se denominará Desarrollador autenticado.
ja: 認証に合格した場合認証済み開発者となります。
ru: После прохождения проверки будет озаглавлена аутентифицированным разработчиком.
sl: Uspešno preverjanje bo naslovljeno pooblaščenemu razvijalcu.
tr: Geçiş doğrulamasına Kimliği Doğrulanmış Geliştirici adı verilecektir.
vi: Xác minh được thông qua sẽ có quyền Nhà phát triển được chứng thực.

# ["DEVELOPER-MA"]
source: More Authenticated badges are still maturing. If you have more constructive suggestions, please @APKPure and tell us. Thank you!
ckb: هێشتا هەر پێدەگات ئەگەر پێشنیاری بنیاتنەری زیاترت هەیە، تکایە @APKPure و پێمان بڵێ. سوپاس بۆ تۆ!
es: Más insignias autenticadas aún están madurando. Si tiene sugerencias más constructivas, por favor @APKPure y díganos. ¡Gracias!
ja: 多くの認証バッジがまだ未成熟です。建設的なご提案がある場合は、APKPureにご連絡ください。ありがとうございます！
ru: Больше удостоверений на подлинность все еще созревают. Если у вас есть более конструктивные предложения, пожалуйста, @APKPure и сообщите нам. Спасибо!
sl: Več potrjenih priponk še vedno dozoreva. Če imate več konstruktivnih predlogov, prosimo, @APKPure in nam povejte. Hvala vam!
tr: Daha Doğrulanmış rozetler hâlâ olgunlaşıyor. Daha yapıcı önerileriniz varsa, lütfen @APKPure ve bize bildirin. Teşekkür ederim!
vi: Nhiều Phù hiệu xác thực vẫn còn đang hoàn thiện. Nếu bạn có nhiều đề xuất mang tính xây dựng hơn, vui lòng liên hệ @APKPure và cho chúng tôi biết. Cảm ơn bạn!

# ["CONTACT-CU"]
source: Contact Us
ckb: پەیوەندیمان پێوە بکە
es: Contáctanos
ja: お問い合わせ
pl: Skontaktuj się z nami
ru: Контакт
sl: Kontaktirajte nas
tr: Bize Ulaşın
vi: Liên hệ với chúng tôi

# ["CONTACT-IY"]
source: If you want to Contact APKPure administrator, Send your suggestions, Report website bugs, or Submit your apps, Please contact us using the following way:
ckb: ئەگەر دەتەوێت پەیوەندی بە بەڕێوەبەری APKPure بکەیت، پێشنیارەکانت بنێرە، بەدەکانی وێب سایت ڕاپۆرت بکە، یان بەرنامەکانت پێشکەش بکە، تکایە پەیوەندیمان پێوە بکە بە بەکارهێنانی ئەم ڕێگایەی خوارەوە:
es: Si desea comunicarse con el administrador de APKPure, enviar sus sugerencias, informar errores del sitio web o enviar sus aplicaciones, comuníquese con nosotros de la siguiente manera:
ja: APKPure 管理者に連絡したり、提案を送信したり、ウェブサイトのバグを報告したり、アプリを提出したりする場合は、次の方法でご連絡ください。
ru: Если вы хотите связаться с администратором APKPure, отправьте свои предложения, сообщите об ошибках веб-сайта или отправьте свои приложения, пожалуйста, свяжитесь с нами, используя следующий способ:
sl: Če se želite obrniti na APKPure skrbnika, pošljite svoje predloge, sporočite napake na spletnem mestu ali poslati aplikacije, nam pišite na naslednji način:
tr: APKPure yöneticisiyle iletişime geçmek, Önerilerinizi göndermek, Web sitesi hatalarını bildirmek veya uygulamalarınızı göndermek istiyorsanız, lütfen aşağıdaki yolu kullanarak bizimle iletişime geçin:
vi: Nếu bạn muốn liên hệ với quản trị viên APKPure, Gửi đề xuất của bạn, Báo cáo lỗi trang web hoặc Gửi ứng dụng của bạn, vui lòng liên hệ với chúng tôi theo cách sau:

# ["CONTACT-SE"]
source: Send Email: <strong>support@apkpure.com</strong>
ja: メール送信：<strong>support@apkpure.com</strong>
pl: Wyślij email: <strong>support@apkpure.com</strong>
ru: Отправить Email : <strong> support@apkpure.com</strong>
sl: Pošlji e-pošto: <strong>support@apkpure.com</strong>

# ["CONTACT-FB"]
source: Feedback
ja: フィードバック
pl: Opinie
ru: Обратная связь
sl: Povratne informacije

# ["CONTACT-YN"]
source: Your name
ja: お名前
pl: Twoje imię
ru: Ваше имя
sl: Vaše ime

# ["CONTACT-YE"]
source: Your email
ja: あなたのメールアドレス
pl: Twój email
ru: Электронная почта
sl: Vaša e-pošta

# ["CONTACT-SB"]
source: Subject
ckb: بابەت
es: Sujeto
ja: 件名
pl: Temat
ru: Тема
sl: Zadeva
tr: Konu
vi: Chủ đề

# ["CONTACT-RF"]
source: Reason for contact
ckb: هۆکاری بەردەنگ
es: Razón para contactar
ja: ご連絡の理由
pl: Powód kontaktu
ru: Причина контакта
sl: Razlog za stik
tr: Temas sebebi
vi: Lý do liên hệ

# ["CONTACT-CA"]
source: Comments and feedback
ckb: لێدوان و کاردانەوە
es: Comentarios y retroalimentación
ja: コメントとフィードバック
pl: Komentarze i opinie
ru: Комментарии и отзывы
sl: Komentarji in povratne informacije
tr: Yorumlar ve geri bildirim
vi: Bình luận và phản hồi

# ["CONTACT-RA"]
source: Report a problem
ckb: ڕاپۆرتکردنی کێشەیەک
es: Reportar un problema
ja: 問題を報告する
pl: Zgłoś problem
ru: Сообщить о проблеме
sl: Prijavite težavo
tr: Sorun bildir
vi: Báo cáo vấn để

# ["CONTACT-DT"]
source: DMCA takedown request
ckb: داواکاری دابەککردنی DMCA
es: Solicitud de eliminación de DMCA
ja: DMCA削除リクエスト
ru: Запрос на демонтаж DMCA
sl: Zahteva za DMCA odstranitev
tr: DMCA yayından kaldırma isteği
vi: Yêu cầu gỡ xuống DMCA

# ["CONTACT-DS"]
source: Developer Support and Feedback
ckb: پشتگیری و کاردانەوەی پەرەپێدەر
es: Soporte y comentarios para desarrolladores
ja: 開発者サポートとフィードバック
ru: Поддержка разработчиков и отзывы
sl: Podpora za razvijalce in povratne informacije
tr: Geliştirici Desteği ve Geri Bildirim
vi: Hỗ trợ và phản hồi của nhà phát triển

# ["CONTACT-OT"]
source: Others
ckb: ئەوانی تر
es: Otros
ja: その他
pl: Inne
ru: Другие
sl: Drugo
tr: Diğerleri
vi: Khác

# ["CONTACT-YM"]
source: Your message
ckb: پەیامەکەت
es: Tus mensajes
ja: あなたのメッセージ
pl: Twoja wiadomość
ru: Ваше сообщение
sl: Vaše sporočilo
tr: Mesajın
vi: Tin nhắn của bạn

# ["CONTACT-VC"]
source: Verification code
ja: 検証コード
pl: Kod weryfikacyjny
ru: Код подтверждения
sl: Koda za preverjanje

# ["CONTACT-SD"]
source: Send
ja: 送信
pl: Wyślij
ru: отправить
sl: Pošlji

# ["CONTACT-QO"]
source: Questions or Comments
ckb: پرسیارەکان یان سەرنجەکان
es: Preguntas o comentarios
ja: 質問またはコメント
pl: Pytania lub komentarze
ru: Вопросы или Комментарии
sl: Vprašanja ali komentarji
tr: Sorular veya Yorumlar
vi: Câu hỏi và bình luận

# ["CONTACT-SDING"]
source: Sending...
ja: 送信中...
pl: Wysyłanie...
ru: Отправляется...
sl: Pošiljanje...

# ["REPORT-AS"]
source: URL of inappropriate content or apps
ckb: URL ی ناوەڕۆکی نەگونجاو یان بەرنامە
es: URL de contenido o aplicaciones inapropiados
ja: 不適切なコンテンツまたはアプリのURL
ru: URL-адрес неприемлемого контента или приложений
sl: URL neprimerne vsebine ali aplikacij
tr: Uygunsuz içerik veya uygulamaların URL'si
vi: URL của nội dung hoặc ứng dụng không phù hợp

# ["REPORT-YN"]
source: Your name
ckb: ناوت
es: Tu nombre
ja: お名前
pl: Twoje imię
ru: Ваше имя
sl: Vaše ime
tr: Adınız
vi: Tên bạn là

# ["REPORT-YE"]
source: Your email
ckb: ئیمەیڵەکەت
es: Tu gmail
ja: あなたのメールアドレス
pl: Twój email
ru: Электронная почта
sl: Vaša e-pošta
tr: E-posta adresiniz
vi: Email của bạn

# ["REPORT-RC"]
source: Report comment:
ckb: سەرنجی ڕاپۆرت:
es: Informe de comentario:
ja: コメントを報告する：
pl: Zgłoś komentarz:
ru: Причина жалобы:
sl: Prijavite komentar:
tr: Yorumu bildir:
vi: Báo cáo bình luận:

# ["REPORT-PC"]
source: Pornographic content
ckb: ناوەڕۆکی پۆرنۆگرافی
es: Contenido pornográfico
ja: アダルトコンテンツ
pl: Treść pornograficzna
ru: Порнографическое содержание
sl: Pornografska vsebina
tr: Pornografik içerik
vi: Nội dung khiêu dâm

# ["REPORT-RT"]
source: Report tag:
ckb: تاگی ڕاپۆرت:
es: Etiqueta de informe:
ja: タグを報告する：
pl: Zgłoś tag:
ru: Тег жалобы:
sl: Oznaka poročila:
tr: Rapor etiketi:
vi: Thẻ báo cáo:

# ["REPORT-MD"]
source: Misleading
ckb: چەواشەکار
es: Engañoso
ja: 誤解を招くコンテンツ
pl: Wprowadzenie w błąd
ru: Заблуждение
sl: Zavajajoče
tr: Yanıltıcı
vi: Gây hiểu lầm

# ["REPORT-SM"]
source: Spamming
ckb: لە سپام کردن دایە
es: Spam
ja: スパム
pl: Spamowanie
ru: Спам
sl: Pošiljanje neželene pošte
tr: Spam yapma
vi: Spam

# ["REPORT-OI"]
source: Other issues
ckb: کێشەکانی تر
es: Otros asuntos
ja: その他の問題
pl: Inny problem
ru: Другие вопросы
sl: Druge objave
tr: Diğer sorunlar
vi: Vấn đề khác

# ["REPORT-HO"]
source: Hateful or abusive content
ckb: ناوەڕۆکی ڕق لێبوونەوە یان بەدکار
es: Contenido odioso o abusivo
ja: 不快なコンテンツや虐待的なコンテンツ
pl: Treść szerząca nienawiść lub obraźliwa
ru: Ненавистный или оскорбительный контент
sl: Sovražna ali žaljiva vsebina
tr: Nefret dolu veya rahatsız edici içerik
vi: Nội dung gây thù ghét hoặc lạm dụng

# ["REPORT-HS"]
source: Harassment or bullying
ckb: بێزارکردن یان گێچەڵپێکردن
es: Acoso o intimidación
ja: 嫌がらせやいじめ
pl: Nękanie lub zastraszanie
ru: Преследование или запугивание
sl: Nadlegovanje ali ustrahovanje
tr: Taciz veya zorbalık
vi: Quấy rối hoặc bắt nạt

# ["REPORT-FI"]
source: Fake information or news
ckb: زانیاری ساختە یان هەواڵ
es: Información o noticias falsas
ja: 偽情報や偽ニュース
pl: Fałszywa informacja lub wiadomość
ru: Поддельная информация или новости
sl: Lažne informacije ali novice
tr: Sahte bilgiler veya haberler
vi: Thông tin hoặc tin tức giả mạo

# ["REPORT-VO"]
source: Violence or horror related content
ckb: توندوتیژی یان ناوەڕۆکی پەیوەندیدار بە ترس
es: Contenido relacionado con la violencia o el terror
ja: 暴力または恐怖関連のコンテンツ
pl: Treść związana z przemocą lub horrorem
ru: Контент с насилием и ужасом
sl: Nasilje ali vsebine, povezane z grozo
tr: Şiddet veya korku ile ilgili içerik
vi: Bạo lực hoặc nội dung liên quan đến kinh dị

# ["REPORT-SA"]
source: Spamming ads or promotion
ckb: بەرزکردنەوەی ڕیکلامەکان یان سپامکردن
es: Anuncios o promociones de spam
ja: スパム広告やプロモーション
pl: Spamowanie reklamami lub promocjami
ru: Спам объявлений или продвижение
sl: Vsiljeni oglasi ali promocija
tr: Spam yapan reklamlar veya tanıtım
vi: Quảng cáo spam hoặc khuyến mãi

# ["REPORT-TP"]
source: Illegal prescription or other drugs related content
ckb: ڕەچەتەی نایاسایی یان ناوەڕۆکی تری پەیوەست بە دەرمان
es: Prescripción ilegal u otro contenido relacionado con medicamentos
pl: Nielegalna recepta lub inna treść związana z narkotykami
ru: Контент с незаконным рецептом или другими наркотиками
sl: Nezakoniti recepti ali druge vsebine, povezane z drogami
tr: Yasa dışı reçete veya uyuşturucuyla ilgili diğer içerik
vi: Đơn thuốc bất hợp pháp hoặc nội dung liên quan đến thuốc khác

# ["REPORT-RU"]
source: Report user:
ckb: بەکارهێنەری ڕاپۆرت:
es: Reportar usuario:
pl: Zgłoś użytkownika:
ru: Жаловать пользователя:
sl: Poročilo uporabnika:
tr: Kullanıcıyı bildir:
vi: Báo cáo người dùng:

# ["REPORT-IR"]
source: Improper rating on apps
ckb: هەڵسەنگاندنێکی نەگونجاو لەسەر بەرنامەکان
es: Calificación incorrecta en aplicaciones
ru: Неправильный рейтинг в приложениях
sl: Neprimerna ocena za aplikacije
tr: Uygulamalarda yanlış derecelendirme
vi: Đánh giá không đúng về ứng dụng

# ["REPORT-RF"]
source: Reason for reporting:
ckb: هۆکاری ڕاپۆرتکردن:
es: Razón de la denuncia:
pl: Powód zgłaszania:
ru: Причина жалобы:
sl: Razlog za poročanje:
tr: Bildirim nedeni:
vi: Lý do báo cáo:

# ["REPORT-MW"]
source: Virus or malware
ckb: ڤایرۆس یان گەواڵە
es: Virus o malware
pl: Wirus lub złośliwe oprogramowanie
ru: Вирус или вредоносная программа
sl: Virus ali malware
tr: Virüs veya kötü amaçlı yazılım
vi: Vi-rút hoặc phần mềm độc hại

# ["REPORT-IT"]
source: IP Infringement
ckb: پێشێلکاری IP
es: Infracción de la propiedad intelectual
pl: Naruszenie własności intelektualnej
ru: нарушение прав на интелектуальную собственность
sl: IP kršitev
tr: IP İhlali
vi: Vi phạm IP

# ["REPORT-FA"]
source: Fake apps or version error
ckb: هەڵەی بەرنامە یان وەشان
es: Aplicaciones falsas o error de versión
pl: Fałszywa aplikacja lub błędna wersja
ru: Поддельные приложения или ошибка версии
sl: Lažne aplikacije ali napaka v različici
tr: Sahte uygulamalar veya sürüm hatası
vi: Ứng dụng nhái hoặc lỗi phiên bản

# ["REPORT-AO"]
source: Any other things you wanna tell us?
ckb: هیچ شتێکی تر هەیە کە بتەوێت پێمان بڵێیت؟
es: ¿Alguna otra cosa que quieras contarnos?
ru: Другие?
sl: Vse druge stvari, ki jih nam želite povedati?
tr: Bize söylemek istediğin başka bir şey var mı?
vi: Bất cứ điều gì khác bạn muốn nói với chúng tôi?

# ["REPORT-VC"]
source: Verification code
ckb: کۆدی سەلماندن
es: Código de verificación
pl: Kod weryfikacyjny
ru: Код подтверждения
sl: Koda za preverjanje
tr: Doğrulama kodu
vi: Mã xác nhận

# ["REPORT-SDING"]
source: Sending...
ckb: لە ناردن دایە...
es: Enviando...
pl: Wysyłanie...
ru: Отправляется...
sl: Pošiljanje...
tr: Gönderiliyor...
vi: Đang gửi...

# ["REPORT-SD"]
source: Send
ckb: ناردن
es: Enviar
pl: Wyślij
ru: Отправить
sl: Pošlji
tr: Gönder
vi: Gửi

# ["REPORT-SE"]
source: Send Email: <strong>support@apkpure.com</strong>
ckb: ئیمەیڵ بنێرە: <strong>support@apkpure.com</strong>
es: Enviar Email: <strong> support@apkpure.com </strong>
pl: Wyślij email: <strong>support@apkpure.com</strong>
ru: Отправить Email : <strong> support@apkpure.com</strong>
sl: Pošlji e-pošto: <strong>support@apkpure.com</strong>
tr: E-posta Gönder: <strong>support@apkpure.com</strong>
vi: Gửi email: <strong>support@apkpure.com</strong>

# ["REPORT-FB"]
source: Feedback
ckb: لێدوان
es: Realimentación
pl: Opinie
ru: Обратная связь
sl: Povratne informacije
tr: Geri bildirim
vi: Phản hồi

# ["REPORT-SR"]
source: Submit a Report
ckb: ناردنی ڕاپۆرتێک
es: Envíe un informe
pl: Prześlij raport
ru: Отhttp://www.zamora.es/править жалобу
sl: Pošlji poročilo
tr: Rapor Gönder
vi: Nộp báo cáo

# ["FAQ-WW"]
source: Why we can guarantee APK 100% safe?
ckb: بۆچی دەتوانین ٪١٠٠ دڵنیایی بە APK بدەین؟
es: ¿Por qué podemos garantizar que los APK son 100% seguros?
ru: Почему мы можем гарантировать АПК 100% безопасность?
sl: Zakaj lahko za APK zagotovimo 100% varnost?
tr: APK'nin %100 güvenliğini neden garanti edebiliriz?
vi: Tại sao chúng tôi có thể đảm bảo rằng APK là an toàn 100%?

# ["FAQ-WA"]
source: Why <a target="_blank" href="https://apkpure.com">apkpure.com</a> is 100% safe?
ckb: بۆچی <a target="_blank" href="https://apkpure.com">apkpure.com</a> is 100% safe?
es: ¿Por qué <a target="_blank" href="https://apkpure.com"> apkpure.com </a> es 100% seguro?
pl: Dlaczego <a target="_blank" href="https://apkpure.com">apkpure.com</a> jest w 100% bezpieczne?
ru: Почему<a target="_blank" href="https://apkpure.com">apkpure.com</a>на 100% безопасен?
sl: Zakaj je <a target="_blank" href="https://apkpure.com">apkpure.com</a> 100% varno?
tr: <a target="_blank" href="https://apkpure.com">apkpure.com</a> neden %100 güvenli?
vi: Tại sao <a target="_blank" href="https://apkpure.com">apkpure.com</a> là an toàn 100%?

# ["FAQ-NW"]
source: Note: We’ll decline all APKs with ‘debug’ certificate, which are not safe.
ckb: تێبینی: هەموو APKs بە بڕوانامەی 'هەڵباککردن' کە سەلامەت نین، ڕەتی دەکەینەوە.
es: Nota: Rechazaremos todos los APK con certificado de "depuración", que no son seguros.
ru: Обратите внимание: Мы откажемся от всех APK с сертификатом «debug», который опасен.
sl: Opomba: zavrnjeni bodo vsi APK-ji s potrdilom 'debug', ki ni varno.
tr: Not: Güvenli olmayan "hata ayıklama" sertifikasına sahip tüm APK'ları reddedeceğiz.
vi: Lưu ý: Chúng tôi sẽ từ chối tất cả APK có chứng chỉ ‘debug’, không an toàn.

# ["FAQ-TB"]
source: Trusted Badge
ckb: بانجی باوەڕپێکراو
es: Insignia de confianza
pl: Odznaka zaufania
ru: Надежный значок
sl: Zaupanja vredna oznaka
tr: Güvenilir Rozet
vi: Huy hiệu tin cậy

# ["FAQ-OR"]
source: Official records from APKPure and Google Play confirm that the developer used a trusted and verified digital signature. The downloadable file is original and it has not been modified in any way.
ckb: تۆمارە ڕەسمیەکان لە APKPure و گۆگڵ پلەی ئەوە پشتڕاست دەکەن کە گەشەپێدەرەکە ئیمزای دیجیتاڵی باوەڕپێکراو و سەلمێنراوی بەکارهێناوە. فایلی داگرتن رەسەنو و بە هیچ شێوەیەک دەستکاری نەکراوە.
es: Los registros oficiales de APKPure y Google Play confirman que el desarrollador usó una firma digital confiable y verificada. El archivo descargable es original y no ha sido modificado de ninguna manera.
ru: Официальные записи APKPure и Google Play подтверждают, что разработчик использовал надежную и проверенную цифровую подпись. Загружаемый файл является оригиналом и он никоим образом не был изменен.
sl: Uradni zapisi APKPure in Google Play potrjujejo, da je razvijalec uporabljal zaupanja vreden in preverjen digitalni podpis. Prenosljiva datoteka je izvirna in ni bila kakorkoli spremenjena.
tr: APKPure ve Google Play'den alınan resmi kayıtlar, geliştiricinin güvenilir ve doğrulanmış bir dijital imza kullandığını doğrulamaktadır. İndirilebilir dosya orijinaldir ve hiçbir şekilde değiştirilmemiştir.
vi: Các hồ sơ chính thức từ APKPure và Google Play xác nhận rằng nhà phát triển đã sử dụng chữ ký số được xác minh và xác minh. Các tập tin tải về là bản gốc và nó đã không được sửa đổi theo bất kỳ cách nào.

# ["FAQ-WU"]
source: Why using SHA1 to check the identification of certificate is safe?
ckb: بۆچی بەکارهێنانی SHA1 بۆ پشکنینی ناسنامەی بڕوانامەکە سەلامەتە؟
es: ¿Por qué usar SHA1 para verificar la identificación del certificado es seguro?
ru: Почему использование SHA1 для проверки идентификации сертификата безопасно?
sl: Zakaj je uporaba SHA1 za preverjanje identifikacije potrdila varna?
tr: Sertifikanın kimliğini kontrol etmek için neden SHA1 kullanmak güvenlidir?
vi: Tại sao sử dụng SHA1 để kiểm tra giấy tờ tùy thân là an toàn?

# ["FAQ-TA"]
source: That’s a cryptography problem. Please refer to the following authoritative information to check the reason.
ckb: ئەوە کێشەیەکی نهێنییە، تکایە ئاماژە بە زانیارییەکە ریپێدراوی خوارەوە بکە بۆ پشکنینی هۆکارەکە.
es: Ese es un problema de criptografía. Consulte la siguiente información autorizada para comprobar el motivo.
ru: Это проблема криптографии. Пожалуйста, ознакомьтесь со следующей достоверной информацией, чтобы посмотреть причину.
sl: To je problem kriptografije. Prosimo, preberite naslednje verodostojne informacije, da preverite razlog.
tr: Bu bir kriptografi sorunu. Nedeni kontrol etmek için lütfen aşağıdaki yetkili bilgilere bakın.
vi: Đó là một vấn đề về mật mã. Vui lòng tham khảo các thông tin có thẩm quyền sau đây để kiểm tra lý do.

# ["FAQ-HD"]
source: How do we make sure the updated Apps are real and created by the respective developers?
ckb: چۆن دڵنیابین لەوەی بەرنامە نوێکراوەکان ڕاستەقینەن و لەلایەن گەشەپێدەرەکانی بەردەستەوە دروست دەکرێن؟
es: ¿Cómo nos aseguramos de que las aplicaciones actualizadas sean reales y creadas por los respectivos desarrolladores?
ru: Как убедиться, что обновленные приложения являются реальными и созданы соответствующими разработчиками?
sl: Kako zagotovimo, da so posodobljene aplikacije resnične in jih ustvarijo ustrezni razvijalci?
tr: Güncellenen Uygulamaların gerçek olduğundan ve ilgili geliştiriciler tarafından oluşturulduğundan nasıl emin olabiliriz?
vi: Làm cách nào để đảm bảo Ứng dụng được cập nhật là có thật và được tạo bởi các nhà phát triển tương ứng?

# ["FAQ-AA"]
source: All APKPure.com apps are verified prior to publishing.
ckb: هەموو APKPure.com بەرنامەکان دووپاتکراوەتەوە پێش بڵاوکردنەوە.
es: Todas las aplicaciones de APKPure.com se verifican antes de su publicación.
pl: Wszystkie aplikacje na APKPure.com są weryfikowane przed publikacją.
ru: Все приложения APKPure.com проверяются до публикации.
sl: Vse aplikacije APKPure.com so potrjene pred objavo.
tr: Tüm APKPure.com uygulamaları yayınlanmadan önce doğrulanır.
vi: Tất cả các ứng dụng trên APKPure.com đều được xác minh trước khi xuất bản.

# ["FAQ-WM"]
source: We make sure that the cryptographic signatures for new versions of all previously published apps match the original ones, which means we know if the new version APKs were signed by the real devs or someone pretending to be them.
ckb: دڵنیای دەکەینەوە کە ئیمزا کریپتیکراوەکان بۆ وەشانە نوێیەکانی هەموو بەرنامە بڵاوکراوەکانی پێشوو هاوتان لەگەڵ ئەو بەرنامە ڕەسەنانە، واتە دەزانین ئەگەر بێتو وەشانی APKs ی نوێ واژوویان کردووە لەلایەن دیڤی راستەقینە یان کەسێک وا خۆی پیشان بدات کە ئەوانن.
es: Nos aseguramos de que las firmas criptográficas de las nuevas versiones de todas las aplicaciones publicadas anteriormente coincidan con las originales, lo que significa que sabemos si los APK de la nueva versión fueron firmados por los desarrolladores reales o alguien que pretende ser ellos.
ru: Мы гарантируем, что криптографические подписи для новых версий всех ранее опубликованных приложений соответствуют оригиналами, что означает, что мы знаем, новые версии APK были подписаны настоящими разработчиками или кем-то, кто притворяется ими.
sl: Poskrbimo za to, da se kriptografski podpisi za nove različice vseh prej objavljenih aplikacij ujemajo z izvirnimi, kar pomeni, da vemo, ali so nove različice APK-jev podpisale prave naprave ali nekdo, ki se pretvarja, da so.
tr: Daha önce yayınlanan tüm uygulamaların yeni sürümleri için kriptografik imzaların orijinal olanlarla eşleştiğinden emin oluyoruz, bu da yeni sürüm APK'larının gerçek geliştiriciler tarafından mı yoksa onlar gibi davranan biri tarafından mı imzalandığını biliyoruz.
vi: Chúng tôi đảm bảo rằng chữ ký mã hóa cho các phiên bản mới của tất cả các ứng dụng được xuất bản trước đó khớp với chữ ký gốc, điều đó có nghĩa là chúng tôi biết nếu APK phiên bản mới được ký bởi các nhà phát triển thực sự hoặc ai đó giả vờ là chúng.
