Repository: APKPure/languages-longtext
Catalog: languages/*/app.po
Languages: ckb, es, ja, pl, ru, sl, tr, vi

# ["APPEAL-APPEAL"]
source: APKPure Block Appeal
ckb: داواکردن بۆ بلۆکی APKPure
es: Apelación para el bloqueo de APKPure
ru: Жалоба о блокировке APKPure
sl: Poziv za blokado APKPure
tr: APKPure engelleme için itiraz
vi: Chặn ứng dụng của APKPure

# ["APPEAL-KEEP"]
source: To help keep APKPure strong, we sometimes block certain content and actions. If you think we've made a mistake, please let us know. While we aren't able to review individual reports, the feedback you provide will help us improve the ways we keep APKPure safe.
ckb: بۆ یارمەتیدان لە بەهێز هێشتنەوەی APKPure، هەندێک جار هەندێک لە ناوەڕۆک و کردارەکان بلۆک دەکەین ئەگەر وا دەزانی ت کە هەڵەمان کردووە، تکایە پێمان بڵێ لە کاتێکدا ئێمە ناتوانین پێداچونەوە ی ڕاپۆرتی تاک بکەین، ئەو فیدباکانەی کە تۆ دەیدەیت یارمەتیمان دەدات بۆ باشترکردنی ئەو ڕێگایانەی کە لە APKPure بە سەلامەتی دەپارێزین.
es: Para ayudar a mantener APKPure fuerte, a veces bloqueamos cierto contenido y acciones. Si cree que hemos cometido un error, háganoslo saber. Si bien no podemos revisar informes individuales, los comentarios que proporciones nos ayudarán a mejorar las formas en que mantenemos la seguridad de APKPure.
ja: APKPureを強力に保つために、特定のコンテンツや行動をブロックしています。もし間違いがありましたら、恐縮ですが、お知らせ頂けますようお願いいたします。個々のレポートを確認できないかもしれないですが、あなたから頂いたフィードバックは、APKPureを安全に保つ方法を改善するのに役立ちます。
ru: Мы иногда блокируем определенный контент и действия, чтобы сохранить APKPure сильным,. Если вы считаете, что мы допустили ошибку, сообщите нам об этом. Хотя мы не можем просматривать отдельные жалобы, но те отзывы, которые вы предоставляете, помогут нам улучшить способы для сохранения безопасности APKPure.
sl: Da bi APKPure ostala močna, včasih blokiramo določene vsebine in dejanja. Če menite, da smo naredili napako, nam to sporočite. Čeprav ne moremo pregledati posameznih poročil, nam povratne informacije, ki jih posredujete, pomagajo izboljšati načine, kako ohraniti APKPure varno.
tr: APKPure'u güçlü tutmaya yardımcı olmak için bazen belirli içeriği ve eylemleri engelleriz. Bir hata yaptığımızı düşünüyorsanız, lütfen bize bildirin. Raporların tümünü inceleyemesek de, sağladığınız geri bildirimler APKPure'ü güvende tutma yöntemlerimizi iyileştirmemize yardımcı olacaktır.
vi: Để giúp APKPure luôn lành mạnh, đôi khi chúng tôi sẽ chặn một số nội dung và hành vi nhất định. Nếu bạn cho rằng chúng tôi có ặu nhầm lẫn, vui lòng cho chúng tôi biết. Mặc dù chúng tôi không thể xem xét từng báo cáo, nhưng phản hồi mà bạn cung cấp sẽ giúp cải thiện cách chúng tôi giữ APKPure an toàn.

# ["APPEAL-PE"]
source: Please explain why you think this was an error
ckb: تکایە ڕوونی ببە کە بۆچی وا دەزانیت ئەمە هەڵەیەک بوو
es: Por favor explica por qué crees que esto fue un error
ja: これがエラーだと思う理由をご説明いただけますでしょうか
pl: Wyjaśnij, dlaczego uważasz, że to był błąd
ru: Объясните, пожалуйста, почему вы считаете, что это ошибка
sl: Prosimo pojasnite, zakaj menite, da je bila to napaka
tr: Lütfen bunun neden bir hata olduğunu düşündüğünüzü açıklayın
vi: Hãy giải thích tại sao bạn nghĩ đây là lỗi

# ["APPEAL-YN"]
source: Your name
pl: Twoje imię
ru: Имя
sl: Vaše ime

# ["APPEAL-YE"]
source: Your email
pl: Twój email
ru: Адрес электронной почты
sl: Vaša e-pošta

# ["APPEAL-YM"]
source: Your message
ja: あなたのメッセージ
pl: Twoja wiadomość
ru: Ваше сообщение
sl: Vaše sporočilo

# ["APPEAL-VC"]
source: Verification code
ja: 検証コード
pl: Kod weryfikacyjny
ru: Код подтверждения
sl: Koda za preverjanje

# ["APPEAL-SD"]
source: Send
ja: 送信
pl: Wyślij
ru: Отправить
sl: Pošlji

# ["APPEAL-SENDING"]
source: Sending...
ja: 送信中...
pl: Wysyłanie...
ru: Отправляется...
sl: Pošiljanje...

# ["COMMUNITY-AC"]
source: APKPure Community Guidelines
ckb: ڕێنماییەکانی کۆمەڵگای APKPure
es: Normas de la comunidad de APKpure
ja: APKPure コミュニティ ガイドライン
pl: Wytyczne dla społeczności APKPure
ru: Руководство Сообщества APKPure
sl: Smernice skupnosti APKPure
tr: APKPure Topluluk Kuralları
vi: Nguyên tắc cộng đồng APKPure

# ["COMMUNITY-CG"]
source: Community Guidelines
ckb: ڕێنماییەکانی کۆمەڵگا
es: Reglas de la comunidad
ja: コミュニティガイドライン
pl: Wytyczne dla społeczności
ru: Руководство Сообщества
sl: Smernice skupnosti
tr: Topluluk Rehberleri
vi: Nguyên tắc cộng đồng

# ["COMMUNITY-WY"]
source: When you use APKPure, you join a community of people from all over the world. Every cool, new community feature on APKPure involves a certain level of trust. Millions of users respect that trust and we trust you to be responsible too.
ckb: کاتێک کە تۆ APKPure بەکار دێنیت، لە هەموو جیهانەوە بەشداری کۆمەڵە خەڵکێک دەکەیت هەموو تایبەتمەندییەکی کۆمەڵگەی نوێ لەسەر APKPure ئاستێکی متمانە پێکراوی تێدایە ملیۆنان بەکارهێنەر ڕێز لەو متمانەیە بگرن و ئێمەش متمانەمان بە ئێوە هەیە کە بەرپرسیار بن.
es: Cuando usa APKPure, se une a una comunidad de personas de todo el mundo. Cada nueva característica de la comunidad en APKPure implica un cierto nivel de confianza. Millones de usuarios respetan esa confianza y confiamos en que tú también eres responsable.
ja: APKPureを使用すると、世界中の人々が参加しているコミュニティに参加できます。APKPureのクールで新しいコミュニティ機能には、ある程度の信頼関係が必要です。何百万のユーザーがその信頼を尊重し、あなたも分かってくれると信じています。
ru: Когда вы используете APKPure, вы присоединяетесь к сообществу людей со всего мира. Каждая прекрасная новая функция сообщества APKPure предполагает определенный уровень доверия. Миллионы пользователей уважают это доверие, и мы верим, что вы тоже несете ответственность.
sl: Ko uporabljate APKPure, ste pridruženi skupnosti ljudi z vsega sveta. Vsaka nova super funkcija skupnosti na APKPure vključuje določeno stopnjo zaupanja. Milijoni uporabnikov spoštujejo to zaupanje in zaupamo vam, da ste tudi vi odgovorni.
tr: APKPure kullandığınızda, dünyanın her yerinden bir topluluğa katılırsınız. APKPure'daki her harika, yeni topluluk özelliği belirli bir düzeyde güven içerir. Milyonlarca kullanıcı bu güvene saygı duyuyor ve biz de sorumlu olacağınıza güveniyoruz.
vi: Khi bạn sử dụng APKPure, bạn tham gia một cộng đồng người từ khắp nơi trên thế giới. Mỗi tính năng cộng đồng mới, thú vị trên APKPure đều có một mức độ tin cậy nhất định. Hàng triệu người dùng tôn trọng sự tin tưởng đó và chúng tôi tin tưởng bạn sẽ cũng có trách nhiệm đó.

# ["COMMUNITY-YM"]
source: You might not like everything you see on APKPure. If you think content is inappropriate, use the report feature to submit it for review by our APKPure staff. Our staff carefully reviews report content whether there’s a violation of our Community Guidelines.
ckb: لەوانەیە حەزت لە هەموو شتێک نەبێت کە دەیبینیت لە APKPure. ئەگەر وا دەزانی ناوەڕۆک نەشیاوە، تایبەتمەندی ڕاپۆرتەکە بەکاربهێنە بۆ پێشکەشکردنی بۆ پێداچوونەوە لەلایەن ستافی APKPure مان. ستافەکەمان بە وردی پێداچوونەوە بە ناوەڕۆکی ڕاپۆرتدا دەکەن ئەگەر پێشێلکارییەک لە ڕێنماییەکانی کۆمەڵگەکەماندا هەیە.
es: Puede que no te guste todo lo que ves en APKPure. Si cree que el contenido es inapropiado, use la función de informe para enviarlo para que lo revise nuestro personal de APKPure. Nuestro personal revisa cuidadosamente el contenido de los informes para determinar si existe una infracción de nuestros Lineamientos de la comunidad.
ja: あなたはAPKPureで見ている全ての内容が好きではないかもしれません。コンテンツが不適切であると思われる場合は、レポート機能を使用し、APKPureスタッフが審査のために送信してください。コミュニティガイドラインに違反しているかどうかにかかわらず、スタッフがレポートした内容を慎重に確認致します。
ru: Вам наверно не понравиться некоторый контент на APKPure. Если вы считаете, что контент неподобающий, используйте функцию жалобы, чтобы отправить его на рассмотрение нашим сотрудникам APKPure. Наши сотрудники тщательно анализируют содержание жалобы о нарушении правил сообщества.
sl: Morda vam ne bo všeč vse, kar vidite na APKPure. Če menite, da je vsebina neprimerna, uporabite funkcijo poročila, da jo pošljete v pregled našemu osebju APKPure. Naše osebje skrbno preveri vsebino poročila, ali obstaja kršitev smernic skupnosti.
tr: APKPure'da gördüğünüz her şeyi beğenmeyebilirsiniz. İçeriğin uygunsuz olduğunu düşünüyorsanız, APKPure personelimiz tarafından incelemeye göndermek için rapor özelliğini kullanın. Ekibimiz, Topluluk Kurallarımızın ihlali olup olmadığını bildiren içeriği dikkatlice inceler.
vi: Bạn có thể không thích mọi thứ bạn thấy trên APKPure. Nếu bạn cho rằng nội dung không phù hợp, hãy sử dụng tính năng báo cáo để gửi cho nhân viên APKPure của chúng tôi xem xét. Nhân viên của chúng tôi xem xét cẩn thận nội dung báo cáo cho dù có vi phạm Nguyên tắc cộng đồng của chúng tôi hay không.

# ["COMMUNITY-WR"]
source: We respectfully request that you follow these policies when commenting on an application:
ckb: ئێمە بە ڕێزەوە داوا دەکەین کە تۆ پەیڕەوی ئەم سیاسەتانە بکەیت کاتێک لێدوان لەسەر کاربەرنامەیەک بدەی:
es: Le pedimos respetuosamente que siga estas políticas al comentar sobre una aplicación:
ja: アプリにコメントするときは、以下のポリシーに従うことを謹んでお願い申し上げます：
ru: Мы с уважением просим вас следовать этим правилам при комментировании приложения:
sl: S spoštovanjem zahtevamo, da upoštevate ta pravila, ko komentirate aplikacijo:
tr: Bir uygulama hakkında yorum yaparken aşağıdaki politikalara uymanızı rica ederiz:
vi: Chúng tôi trân trọng yêu cầu bạn tuân theo các chính sách này khi nhận xét về một ứng dụng:

# ["COMMUNITY-CT"]
source: Don’t post content that is sexually explicit or contains profanity.
ckb: دەرکەون https://www.facebook.com/chukwuemeka.blessing.754
es: No publiques contenido que sea sexualmente explicito o que contenga blasfemias
ru: Не публикуйте контент, который является откровенно сексуальным или содержит ненормативную лексику.
sl: Ne objavljajte vsebine, ki je spolno eksplicitna ali vsebuje psovke.
tr: https://www.facebook.com/chukwuemeka.blessing.754 görün
vi: Không đăng nội dung khiêu dâm hoặc chứa ngôn từ tục tĩu

# ["COMMUNITY-VO"]
source: Don’t post violent or horrible or bloody images.
ckb: وێنەی توندوتیژ یان ترسناک یان خوێناوی مەپۆست بکە.
es: No publique imágenes violentas, horribles o sangrientas.
ja: 暴力的、恐ろしいまたは流血の画像を投稿しないでください。
ru: Не публикуйте насильственные или ужасные или кровавые изображения.
sl: Ne objavljajte nasilnih ali grozljivih ali krvavih slik.
tr: Şiddet içeren veya korkunç ya da kanlı resimler yayınlamayın.
vi: Không được đăng ảnh bạo lực, kinh dị hoặc đẫm máu.

# ["COMMUNITY-FR"]
source: Don’t post fake reviews intended to boost or lower ratings.
ckb: پێداچوونەوەی ساختە مەدە بەنیازە بۆ بەرزکردنەوە یان نزمکردنەوەی هەڵسەنگاندنەکان.
es: No publique reseñas falsas destinadas a aumentar o disminuir las calificaciones.
ja: 故意に評価の引き上げ、引き下げをはかる偽レビューを投稿しないでください。
pl: Nie publikuj fałszywych recenzji mających na celu zwiększenie lub obniżenie oceny.
ru: Не публикуйте фальшивые отзывы, предназначенные для повышения или понижения рейтингов.
sl: Ne objavljajte lažnih mnenj, namenjenih izboljšanju ali nižanju ocene.
tr: Puanları yükseltmeyi veya düşürmeyi amaçlayan sahte incelemeler yayınlamayın.
vi: Không được đánh giá ảo nhằm tăng hoặc giảm xếp hạng.

# ["COMMUNITY-AO"]
source: Don’t post content that is abusive or hateful or threatens or harasses others.
ckb: ئەو ناوەڕۆکە بڵاو مەکەوە کە بەدکار بێت یان ڕق لێبوونەوە یان هەڕەشە یان هەراسانکردنی کەسانی تر.
es: No publique contenido que sea abusivo o que incite al odio o que amenace o acose a otras personas.
ja: 攻撃的、憎悪的、或いは他人を脅かしたり、嫌がらせに当たるコンテンツを投稿しないでください。
ru: Не публикуйте контент, который является оскорбительным и ненавистным, или угрожает и донимает других.
sl: Ne objavljajte vsebine, ki je neprimerna ali sovražna, ali pa ogroža ali nadleguje druge.
tr: Taciz edici veya nefret dolu ya da başkalarını tehdit eden ve taciz eden içerik yayınlamayın.
vi: Không được đăng nội dung bị lạm dụng, thù hận, đe dọa hoặc quấy rối người khác.

# ["COMMUNITY-CC"]
source: Don’t post content considered spam or advertising phishing sites links.
ckb: ناوەڕۆکی بە پۆست یان لینکی سایتەکانی کۆتایی بڵاو مەکەوە.
es: No publique contenido que se considere spam ni enlaces a sitios publicitarios de phishing.
ja: スパムや広告フィッシングサイトへのリンクと見なされるコンテンツを投稿しないでください。
ru: Не публикуйте контент, который считается спамом или ссылками на фишинговые сайты.
sl: Ne objavljajte vsebine, ki se obravnava kot povezava z nezaželeno spletno stranjo ali spletnim mestom za oglaševanje.
tr: Spam olarak kabul edilen içerik veya kimlik avı sitelerinin bağlantılarını yayınlamayın.
vi: Không đăng nội dung được coi là spam hoặc liên kết trang web lừa đảo quảng cáo.

# ["COMMUNITY-DO"]
source: Don’t post discriminatory or derogatory comments.
ckb: لێدوانی جیاکردنەوە یان خۆ بەکەمزانی مەنووسە.
es: No publique comentarios discriminatorios o despectivos.
ja: 差別的または軽蔑的なコメントを投稿しないでください。
pl: Nie publikuj komentarzy dyskryminujących lub obraźliwych.
ru: Не отправляйте дискриминационные или уничижительные комментарии.
sl: Ne objavljajte diskriminatornih ali žaljivih komentarjev.
tr: Ayrımcı veya aşağılayıcı yorumlar yayınlamayın.
vi: Đừng đăng bình luận phân biệt đối xử hoặc xúc phạm.

# ["COMMUNITY-PR"]
source: Don’t post political, religious, and other "prone to huge arguments" content.
ckb: پۆست و ناوەڕۆکێکی سیاسی و ئایینی و هتد "مەیسەر بۆ مشتومڕی زۆر گەورە" مەکە.
es: No publique contenido político, religioso o de otro tipo "propenso a grandes discusiones".
ja: 政治的、宗教的、その他の「大きな議論に陥りやすい」コンテンツを投稿しないでください。
ru: Не публикуйте политические, религиозные и другие контенты,которые склонны к огромным аргументам.
sl: Ne objavljajte politične, verske in druge "podprte z močnimi argumenti" vsebine.
tr: Politik, dini ve diğer "büyük tartışmalara yatkın" içerik yayınlamayın.
vi: Không đăng nội dung chính trị, tôn giáo và các nội dung "thiên về tranh luận lớn" khác.

# ["COMMUNITY-PI"]
source: Don't Post personally identifiable information (i.e. name, address, email, phone number, etc.), or any other information that is not publicly accessible.
ckb: زانیاریە کەسییە دەستنیشان نەکراوەکان (بۆ ی.ن.ک ناو، ناونیشان، ئیمەیل، ژمارەی تەلەفۆن و هتد) یان هەر زانیارییەکی تر کە بە ئاشکرا دەستناکەوێ، مەینووسە.
es: No publique información de identificación personal (es decir, nombre, dirección, correo electrónico, número de teléfono, etc.) o cualquier otra información que no sea de acceso público.
ja: 個人を特定できる情報 (名前、住所、メールアドレス、電話番号など)、または公開されていないその他の情報を投稿しないでください。
ru: Не отправляйте личную информацию (например, имя, адрес, адрес электронной почты, номер телефона и т. д.), Или любую другую информацию, которая не является общедоступной.
sl: Ne objavljajte osebnih podatkov (npr. imena, naslova, e-pošte, telefonske številke itd.), ali drugih informacij, ki niso javno dostopne.
tr: Kişisel olarak tanımlanabilir bilgileri (yani ad, adres, e-posta, telefon numarası vb.) veya herkesin erişimine açık olmayan diğer bilgileri yayınlamayın.
vi: Không đăng thông tin nhận dạng cá nhân (ví dụ: tên, địa chỉ, email, số điện thoại, v.v.) hoặc bất kỳ thông tin nào khác không thể truy cập công khai.

# ["COMMUNITY-IO"]
source: In order to make our community strong, you might also like to follow these guidelines and tips:
ckb: بۆ ئەوەی کۆمەڵگەکەمان بەهێز بکەیت، لەوانەیە حەز بکەیت ئەم ڕێنمایی و ئامۆژگارییانە پەیڕەو بکەیت:
es: Para fortalecer nuestra comunidad, es posible que también desee seguir estas pautas y consejos:
ja: 私たちのコミュニティを強くするために、次のガイドラインとヒントに従って欲しいです：
ru: Вы также можете следовать этим рекомендациям и советам, чтобы сделать наше сообщество сильным:
sl: Da bi naša skupnost postala močna, boste morda želeli upoštevati tudi te smernice in nasvete:
tr: Topluluğumuzu güçlü kılmak için şu yönergeleri ve ipuçlarını da takip etmek isteyebilirsiniz:
vi: Để làm cho cộng đồng của chúng tôi lành mạnh, bạn cũng có thể muốn làm theo các hướng dẫn và mẹo sau:

# ["COMMUNITY-KT"]
source: Keep it readable; don't use excessive capitalization and punctuation.
ckb: بیهێڵەوە بخوێنرێتەوە؛ گەورەکردن و خاڵبەندی لەڕادەبەدەر بەکارنەهێنیت.
es: Manténgalo legible; no utilice demasiadas mayúsculas y puntuación.
ja: 読みやすいように過度に大文字や句読点を使用しないでください。
ru: Держите его читаемым; не используйте чрезмерную капитализацию и пунктуацию.
sl: Poskrbite, da bo čitljivo; ne uporabljajte prevelikih črk in ločil.
tr: Okunabilir olmasını sağlayın; aşırı büyük harf ve noktalama işareti kullanmayın.
vi: Giữ cho nó dễ đọc; không sử dụng viết hoa và chấm câu quá mức.

# ["COMMUNITY-PC"]
source: Post clear, valuable, and honest information.
ckb: زانیاری ڕوون، و بەنرخ، و ڕاستگۆ بڵاو بدەرەوە.
es: Publique información clara, valiosa y honesta.
ja: 明確で、価値があり、正直な情報を投稿してください。
ru: Опубликуйте четкую, ценную и честную информацию.
sl: Objavite jasne, vredne in poštene informacije.
tr: Açık, değerli ve dürüst bilgiler yayınlayın.
vi: Đăng thông tin rõ ràng, có giá trị và trung thực.

# ["COMMUNITY-TT"]
source: Try to include both positives and drawbacks.
ckb: هەوڵ بدە هەردوو پۆزەتیڤ و کەم و کوری تێدا بیت.
es: Trate de incluir tanto los aspectos positivos como los inconvenientes.
ja: メリットとデメリット両方を含むようにしてください。
pl: Postaraj się uwzględnić zarówno pozytywy i wady.
ru: Попробуйте комментировать как положительные, так и недостатки.
sl: Poskusite vključiti pozitivnosti in pomanjkljivosti.
tr: Hem olumlu hem de olumsuz yanları dahil etmeye çalışın.
vi: Cố gắng bao gồm cả ưu điểm và nhược điểm.

# ["COMMUNITY-BN"]
source: Be nice to others; don't attack others.
ckb: لەگەڵ ئەوانی تر باشە؛ هێرش مەکەنە سەر ئەوانی تر.
es: Sea amable con los demás; no ataque a los demás.
ja: 他人に親切にし、他人を攻撃しないでください。
pl: Bądź miły dla innych; nie atakuj innych.
ru: Подружитесь с другим пользователем; не нападайте на других.
sl: Bodite prijazni do ostalih; ne napadajte drugih.
tr: Başkalarına karşı nazik olun; başkalarına saldırmayın.
vi: Hãy tử tế với người khác; đừng công kích người khác.

# ["COMMUNITY-UP"]
source: Use proper grammar and check your spelling.
ckb: ڕێزمانی گونجاو بەکاربهێنە و سپێڵەکەت بپشکنە.
es: Usa la gramática adecuada y revisa tu ortografía.
ja: 適切な文法を使用して綴りをチェックしてください。
pl: Użyj poprawnej gramatyki i sprawdź pisownię.
ru: Используйте правильную грамматику и проверьте правописание.
sl: Uporabite pravilno slovnico in preverite črkovanje.
tr: Doğru dilbilgisi kullanın ve yazımınızı kontrol edin.
vi: Sử dụng đúng ngữ pháp và kiểm tra chính tả của bạn.

# ["COMMUNITY-MY"]
source: Make your comments useful and informative.
ckb: لێدوانەکانت بەسوود و زانیاری بەخش بکە.
es: Haga sus comentarios útiles e informativos.
ja: 有用かつ有益なコメントをお願い致します。
ru: Сделайте ваши комментарии полезными и информативными.
sl: Vaši komentarji naj bodo uporabni in informativni.
tr: Yorumlarınızı faydalı ve bilgilendirici yapın.
vi: Làm cho ý kiến của bạn hữu ích và nhiều thông tin.

# ["COMMUNITY-WW"]
source: We will remove any comments that include such materials, and we reserve the right to block or remove any user who does not comply with these community guidelines. Thank you!
ckb: هەر سەرنجێک کە ئەو جۆرە کەرەستانە لەخۆ دەگرێت لادەبەین، مافی بلۆککردن یان لابردنی هەر بەکارهێنەرێک کە پابەند نەبێت بە ڕێنماییەکانی کۆمەڵگاوە، دەهێڵین سوپاس بۆ تۆ!
es: Eliminaremos cualquier comentario que incluya dichos materiales y nos reservamos el derecho de bloquear o eliminar a cualquier usuario que no cumpla con estas pautas de la comunidad. ¡Gracias!
ru: Мы удалим все комментарии, содержащие такие материалы, и оставляем за собой право заблокировать или удалить любого пользователя, который не соответствует этим правилам сообщества. Спасибо!
sl: Odstranili bomo vse komentarje, ki vsebujejo takšne materiale, in si pridržujemo pravico, da blokiramo ali odstranimo vsakega uporabnika, ki ne izpolnjuje teh smernic skupnosti. Hvala vam!
tr: Bu tür materyalleri içeren tüm yorumları kaldıracağız ve bu topluluk kurallarına uymayan herhangi bir kullanıcıyı engelleme veya kaldırma hakkımızı saklı tutuyoruz. Teşekkür ederim!
vi: Chúng tôi sẽ xóa mọi nhận xét bao gồm các tài liệu đó và chúng tôi có quyền chặn hoặc xóa bất kỳ người dùng nào không tuân thủ các nguyên tắc cộng đồng này. Cảm ơn bạn!

# ["DEVELOPER-DB"]
source: Developer Badge
ckb: نیشاندەری پەرەپێدەر
es: Insignia de desarrollador
ja: 開発者バッジ
pl: Odznaka programisty
ru: Значок разработчика
sl: Značka za razvijalce
tr: Geliştirici Rozeti
vi: Huy hiệu nhà phát triển

# ["DEVELOPER-AD"]
source: APKPure Developer Badge Explanation
ckb: ڕونکردنەوەی باجدەری APKPure
es: Explicación de la insignia de desarrollador de APKPure
ja: APKPure開発者バッジについて
ru: Пояснение значка разработчика APKPure
sl: Razlaga APKPure razvojne priponke
tr: APKPure Geliştirici Rozeti Açıklaması
vi: Giải thích về Huy hiệu Nhà phát triển APKPure

# ["DEVELOPER-TG"]
source: The green badge means it’s an official authenticated developer of application.
ckb: نیشانەی سەوز مانای ئەوەیە کە گەشەپێدەری فەرمی باوەڕپێکراوی بەرجەستەکراوەیە.
es: La insignia verde significa que es un desarrollador de aplicación oficial y autenticado.
ja: 緑のバッジは、正式に認証されたアプリケーション開発者を指します。
ru: Зеленый значок означает, что он является официальным сертифицированным разработчиком приложения. Значок появляется рядом с именем в профиле учетной записи. Он всегда одного цвета и размещен в одном месте, независимо от настройки профиля или темы.
sl: Zelena značka pomeni, da je uradni, potrjeni razvijalec aplikacije.
tr: Yeşil rozet, kullanıcının resmi olarak kimliği doğrulanmış bir uygulama geliştiricisi olduğu anlamına gelir.
vi: Huy hiệu màu xanh lá cây có nghĩa là nó là một nhà phát triển ứng dụng được chứng thực chính thức.

# ["DEVELOPER-TB"]
source: The badge appears next to the name on an account’s profile. It is always the same color and placed in the same location, regardless of profile or theme color customization.
ckb: باجەکە دەردەکەوێت لە تەنیشت ناوەکە لەسەر پرۆفایلی ئەژمێرێک. هەمیشە هەمان ڕەنگە و لە هەمان شوێن دادەنرێت، بەبێ گوێدانە تایبەتمەندی ڕەنگی پرۆفایل یان ڕووکار.
es: La insignia aparece junto al nombre en el perfil de una cuenta. Siempre es del mismo color y se coloca en la misma ubicación, independientemente del perfil o la personalización del color del tema.
ja: バッジはアカウントのプロフィールの名前の横に表示されます。 プロファイルやテーマの色のカスタマイズに関係なく、常に同じ色で同じ場所に配置されます。
ru: Значок появляется рядом с именем в профиле учетной записи. Он всегда одного цвета и размещен в одном месте, независимо от настройки профиля или темы.
sl: Značka se prikaže poleg imena v profilu računa. Ta je vedno enake barve in postavljena na istem mestu, ne glede na profil ali prilagoditev barv temi.
tr: Rozet, bir hesabın profilindeki adın yanında görünür. Profil veya tema rengi özelleştirmesinden bağımsız olarak, her zaman aynı renktedir ve aynı konuma yerleştirilir.
vi: Huy hiệu xuất hiện bên cạnh tên trên hồ sơ tài khoản. Nó luôn cùng màu và được đặt ở cùng một vị trí, bất kể tùy chỉnh màu sắc của cấu hình hoặc chủ đề.

# ["DEVELOPER-IA"]
source: If accounts that don’t have the badge next to their name but that display it somewhere else, for example in the profile photo, header photo, or bio, are not verified accounts.
ckb: ئەگەر ئەو ئەژمێرانەی کە باجەکەیان نییە لە تەنیشت ناوی خۆیان بەڵام لە شوێنێکی تر پیشانیان دەدات، بۆ نموونە لە وێنەی پرۆفایل، وێنەی سەرپەڕە، یان بایۆ، ئەژمێرەکانی پشتڕاست نەکراوەتەوە.
es: Si las cuentas que no tienen la insignia junto a su nombre pero que la muestran en otro lugar, por ejemplo, en la foto de perfil, la foto del encabezado o la biografía, no son cuentas verificadas.
ja: 名前の横にバッジが表示されず、プロフィール写真、ヘッダー写真、bioなど、他の場所に表示された場合、確認されたアカウントではありません。
ru: Если учетные записи, которые не имеют значка рядом с их именем, но отображают его где-то в другом месте, например, на фотографии профиля, фотографии заголовка или биографии, не являются проверенными учетными записями.
sl: Če računi, ki nimajo priponke poleg imena, pa so prikazani nekje drugje, na primer v fotografiji profila, v glavi fotografije ali v biografiji, niso potrjeni računi.
tr: İsimlerinin yanında rozet bulunmayan ancak başka bir yerde (örneğin profil fotoğrafında, başlık fotoğrafında veya biyografide) görüntülenen hesaplar doğrulanmış hesaplar değilse.
vi: Nếu các tài khoản không có huy hiệu bên cạnh tên của họ nhưng hiển thị nó ở một nơi khác, ví dụ như trong ảnh hồ sơ, ảnh tiêu đề hoặc tiểu sử, thì không được xác minh tài khoản.
